Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.4a9b3adb6c14
source: Apple Watchから同期
ar_sa: المزامنة من Apple Watch
ca: Sincronització des de Apple Watch
cs: Synchronizace s Apple Watch
da: Synkroniseret fra Apple Watch
de_de: Synchronisierung mit Apple Watch
el: Συγχρονισμός από το Apple Watch
en_au: Synchronized from Apple Watch
es_es: Sincronización desde Apple Watch
fi: Synkronointi Apple Watchin kanssa
fr_ca: Synchronisation avec Apple Watch
gu: Apple Watch સાથે સિંક કરો
he: סנכרון עם Apple Watch
hi: Apple Watch से सिंक किया गया
hr: Sinkronizacija s Apple Watchom
hu: Az Apple Watch-ról szinkronizálva
id: Sinkronisasi dari Apple Watch
it: Sincronizzato con Apple Watch
ko: Apple Watch에서 동기화
mr: Apple Watch वरून सिंक करा
ms: Sinc dengan Apple Watch
nl_nl: Synchroniseren met Apple Watch
no: Synkroniser med Apple Watch
pl: Synchronizacja z Apple Watch
pt_br: Sincronização com Apple Watch
pt_pt: Sincronização com Apple Watch
ro: Sincronizare cu Apple Watch
ru: Синхронизация с Apple Watch
sk: Synchronizované z Apple Watch
sl: Sinhronizacija s Apple Watch
sv: Synkroniseras från Apple Watch
ta: Apple Watch உடன் ஒத்திசைக்கப்பட்டது
te: Apple Watch నుండి సింక్ చేయబడుతుంది
th: ซิงค์จาก Apple Watch
tr: Apple Watch ile senkronize edildi
uk: Синхронізація з Apple Watch
vi: Đồng bộ từ Apple Watch
zh_hans: 从Apple Watch同步
zh_hant: 从Apple Watch同步

# training.4b13f017ef21
source: 利用可能な種目が計画に含まれていませんでした。器具を見直して再作成してください。
ar_sa: لم يتم تضمين أي أحداث متاحة في الخطة. يرجى مراجعة وإعادة إنشاء المعدات.
ca: No es va incloure cap esdeveniment disponible al pla. Revisa i recrea l'equip.
cs: Zadané cvičení není zahrnuto v plánu. Zkontrolujte vybavení a aktualizujte plán.
da: Der var ikke nogen træningsformer inkluderet i planen. Se over udstyret og opret den igen.
de_de: Die ausgewählten Übungen sind nicht im Plan enthalten. Bitte überprüfen und neu erstellen Sie den Plan.
el: Το πρόγραμμα δεν περιλαμβάνει τους διαθέσιμους τύπους. Ελέγξτε και αναδημιουργήστε τη λίστα εξοπλισμού.
en_au: The selected exercises are not included in the plan. Please review and recreate the plan.
es_es: No se encontraron ejercicios disponibles en el plan. Revisa los equipos y crea uno nuevo.
fi: Valitut harjoitteet eivät sisältyneet suunnitelmaan. Tarkista laitteet ja luo uusi suunnitelma.
fr_ca: Le nombre d'exercices disponibles n'était pas inclus dans le plan. Veuillez revoir les équipements et les réorganiser.
gu: ઉપલબ્ધ કસરતો યોજનામાં શામેલ નથી. સાધનસામગ્રીની સમીક્ષા કરીને ફરીથી બનાવો.
he: הסוגים הזמינים אינם כלולים בתכנית. אנא בדוק/י את הציוד והתאם/י אותו מחדש.
hi: उपलब्ध व्यायाम योजना में शामिल नहीं हैं। कृपया उपकरण की समीक्षा करें और फिर से बनाएं।
hr: Na planu nema dostupnih programa. Provjerite i ažurirajte opremu.
hu: A megadott program nem tartalmazza a rendelkezésre álló edzésciklot. Kérjük, ellenőrizze és frissítse a programot.
id: Tidak ada jenis latihan yang tercantum dalam rencana. Silakan periksa peralatan dan buat ulang.
it: Il programma non include gli esercizi disponibili. Rivedi l'elenco e crealo nuovamente.
ko: 선택된 운동 종류가 계획에 포함되지 않았습니다. 장비를 다시 확인하고 수정해주세요.
mr: उपलब्ध व्यायाम प्रकार योजनेत समाविष्ट नाहीत. कृपया उपकरणे तपासा आणि पुन्हा तयार करा.
ms: Jenis latihan yang tersedia tidak termasuk dalam rencana. Sila semak semula dan tukar semula peralatan.
nl_nl: De gekozen oefeningen zijn niet opgenomen in het plan. Controleer de apparatuur en maak het plan opnieuw.
no: Det var ikke noen treningsøvelser planlagt. Vennligst se gjennom utstyret og oppdater planen.
pl: W planie nie uwzględniono dostępnych ćwiczeń. Przejrzyj dostępne urządzenia i zmień plan.
pt_br: Não foi possível incluir os exercícios planejados. Revise os equipamentos e crie um novo plano.
pt_pt: Não foi possível incluir os exercícios planejados. Revise os equipamentos e crie um novo plano.
ro: Numărul de exerciții disponibile nu este inclus în plan. Revizuiți și actualizați lista de exerciții.
ru: В плане не указаны доступные упражнения. Пожалуйста, пересмотрите список и создайте новый план.
sk: Zoznam dostupných cvičení nebol zahrnutý v pláne. Prosím, znova si ho skontrolujte a upravte.
sl: Na načrtu niso navedeni na voljo opremi. Prosim, preverite in posodobite seznam opreme.
sv: Det angivna antalet övningar ingick inte i planen. Se över utrustningen och skapa om den.
ta: உள்ளடக்கத்தில் உள்ள பயிற்சிகள் கிடைக்கவில்லை. உபகரணங்களை மறுபரிசீலனை செய்து மீண்டும் உருவாக்கவும்.
te: ప్లాన్‌లో అందుబాటులో ఉన్న వ్యాయామాలు లేవు. పరికరాలను సమీక్షించి, మళ్లీ సృష్టించండి.
th: รายการที่สามารถใช้งานไม่ได้อยู่ในแผน โปรดตรวจสอบและแก้ไขรายการอุปกรณ์
tr: Kullanılabilir egzersizler planın içinde yer almamaktadır. Ekipmanları gözden geçirin ve yeniden oluşturun.
uk: У плані відсутні доступні види діяльності. Перегляньте список обладнання та оновіть його.
vi: Các bài tập chưa được đưa vào kế hoạch. Vui lòng xem xét lại và tạo lại kế hoạch.
zh_hans: 计划中未包含可用的动作。请重新选择并创建新的计划。
zh_hant: 可用的動作未包含在計畫中。請重新檢視器材並進行調整。

# training.4b7886d221dd
source: サイドプランク
ar_sa: لوح جانبي
ca: tauler lateral
cs: Plank (strana)
da: Side plank
de_de: Seitliche Planke
el: Πλευρική θέση σώματος
en_au: Side Plank
es_es: Plancha lateral
fi: Sivunprässi
fr_ca: Planche latérale
gu: સાઇડ પ્લેન્ક
he: פלאנק בצד
hi: साइड प्लैंक
hr: Strani položaj tijela
hu: Oldalsó plank
id: Side Plank
it: Plank laterale
ko: 사이드 플랭크
mr: साइड प्लँक
ms: Side Plank
nl_nl: Side plank
no: Sideplanke
pl: Ćwiczenie: Side Plank
pt_br: Prancha lateral
pt_pt: Prancha lateral
ro: Plank lateral
ru: Боковая планка
sk: Plank z boku
sl: Lateralna polož
sv: Sido-planka
ta: சைடு ப்ளேன்
te: సైడ్ ప్లాంక్
th: ไซด์แพลงค์
tr: Yan Plank (Yan plank)
uk: Бокова планка
vi: Side Plank
zh_hans: 侧平板支撑
zh_hant: 側平板支撐

# training.4befe1f9a87c
source: 下げ
ar_sa: أقل
ca: Abaix
cs: Snížení
da: Nedad
de_de: Herunterfahren
el: Μείωση
en_au: Decrease
es_es: Reducir
fi: Laske
fr_ca: Diminuer
gu: ઘટાડો
he: הורד
hi: घटाएं
hr: Smanjiti
hu: Csökkentés
id: Turun
it: Diminuisci
ko: 다운
mr: कमी करणे
ms: Turunkan
nl_nl: Verminderen
no: Ned
pl: Zmniejsz
pt_br: Diminuir
pt_pt: Diminuir
ro: Reducere
ru: Уменьшить
sk: Znížiť
sl: Zmanjšaj
sv: Nedåt
ta: குறைத்தல்
te: తగ్గించు
th: ลด
tr: Azaltma
uk: Зменшення
vi: Giảm
zh_hans: 降低
zh_hant: 向下

# training.4d980bac73d4
source: {{value1}}回/秒
ar_sa: {{value1}} مرات/ثانية
ca: {{value1}} vegades/s
cs: {{value1}} opakování/sekundu
da: {{value1}} gange/sekund
de_de: «{{value1}}» Mal/Sekunde
el: {{value1}} φορές/δευτερόλεπτο
en_au: {{value1}} times/second
es_es: {{value1}} veces/segundo
fi: {{value1}} kertaa/sekunti
fr_ca: {{value1}} fois / seconde
gu: {{value1}} / સેકન્ડ
he: {{value1}} פעמים/שנייה
hi: {{value1}} बार/सेकंड
hr: {{value1}} puta/sekundu
hu: {{value1}} alkalom/másodperc
id: {{value1}} kali/detik
it: {{value1}} volte/secondo
ko: {{value1}}회/초
mr: {{value1}} वेळा/सेकंद
ms: {{value1}} kali/detik
nl_nl: {{value1}} keer/seconde
no: {{value1}} ganger/sekund
pl: {{value1}} / sekunda
pt_br: {{value1}} vezes/segundo
pt_pt: {{value1}} vezes/segundo
ro: {{value1}} repetări/secundă
ru: {{value1}} раз/секунду
sk: {{value1}}x/sekundu
sl: {{value1}}x/sekundo
sv: {{value1}} gånger/sekund
ta: {{value1}} ஒரு முறை/ நொடி
te: {{value1}} సార్లు/సెకను
th: {{value1}} ครั้ง/วินาที
tr: {{value1}} tekrar/saniye
uk: {{value1}} разів/секунду
vi: «{{value1}}» lần/giây
zh_hans: {{value1}}次/秒
zh_hant: {{value1}} 次/秒

# training.4dc9770fdb02
source: 担当コーチ
ar_sa: المدرب المسؤول
ca: Entrenador responsable
cs: Odpovědný trenér
da: Ansvarlig træner
de_de: Verantwortlicher Trainer
el: Υπεύθυνος προπονητής
en_au: Coach
es_es: Entrenador asignado
fi: Valittu valmentaja
fr_ca: Coach assigné
gu: કોચ
he: מאמן אחראי
hi: जिम्मेदार कोच
hr: Trener
hu: Felügyelő edző
id: Pelatih yang ditunjuk
it: Allenatore assegnato
ko: 담당 코치
mr: कोच
ms: Pelatih yang Ditugaskan
nl_nl: Verantwoordelijke coach
no: Ansvarlig trener
pl: Trener prowadzący
pt_br: Treinador responsável
pt_pt: Treinador responsável
ro: Antrenor responsabil
ru: Ответственный тренер
sk: Odporúčaný tréningový plán
sl: Odgovorni trener
sv: Ansvarig tränare
ta: பொறுப்பான பயிற்சியாளர்
te: బాధ్యతగల కోచ్
th: โค้ชประจำ
tr: Sorumlu antrenör
uk: Відповідальний тренер
vi: Huấn luyện viên phụ trách
zh_hans: 指定教练
zh_hant: 教练

# training.4dce1b477edb
source: 完了
ar_sa: مكتمل
ca: Completat
cs: Dokončeno
da: Færdig
de_de: Fertig
el: Ολοκληρώθηκε
en_au: Completed
es_es: Completado
fi: Valmis
fr_ca: Terminé
gu: પૂર્ણ
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Befejezve
id: Selesai
it: Completato
ko: 완료
mr: पूर्ण
ms: Selesai
nl_nl: Voltooid
no: Fullført
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Finalizat
ru: Завершено
sk: Hotovo
sl: Končano
sv: Avslutad
ta: முடிந்தது
te: పూర్తయింది
th: บันทึก
tr: Tamamlandı
uk: Завершено
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# training.4ec785b46677
source: 右上の追加ボタンからカスタム種目を登録できます。
ar_sa: يمكنك تسجيل الأحداث المخصصة من زر الإضافة في أعلى اليمين.
ca: Podeu registrar esdeveniments personalitzats des del botó Afegeix a la part superior dreta.
cs: Můžete přidat vlastní typ cvičení z tlačítka v pravém horním rohu.
da: Du kan tilføje en brugerdefineret kategori fra knappen øverst til højre.
de_de: Sie können benutzerdefinierte Übungen über den Button "Hinzufügen" oben rechts hinzufügen.
el: Μπορείτε να προσθέσετε μια προσαρμοσμένη κατηγορία πατώντας το κουμπί "Πρόσθεσε" στην δεξιά πλευρά.
en_au: You can add custom categories from the "Add" button in the top right.
es_es: Puede registrar un nuevo tipo de ejercicio desde el botón "Añadir" en la esquina superior derecha.
fi: Voit lisätä mukautettuja harjoituksia oikeassa yläkulmassa olevasta painikkeesta.
fr_ca: Vous pouvez enregistrer des exercices personnalisés à partir du bouton "Ajouter" en haut à droite.
gu: જમણા ઉપરના "વધારા" બટન પરથી તમે કસ્ટમ પ્રકાર ઉમેરી શકો છો.
he: ניתן להוסיף סוג אימון מותאם אישית באמצעות הכפתור הנוסף בצד ימין.
hi: दाएं ओर के "जोड़ें" बटन से आप कस्टम प्रकार दर्ज कर सकते हैं।
hr: Možete dodati prilagođenu kategoriju klikom na gumb "Dodaj" u gornjem desnom kutu.
hu: A jobb oldalon található "Hozzáadás" gomb segítségével létrehozhat személyre szabott edzéseket.
id: Anda dapat menambahkan kategori khusus dari tombol "Tambah" di pojok kanan.
it: È possibile aggiungere un nuovo tipo di esercizio dal pulsante "Aggiungi" in alto a destra.
ko: 오른쪽 상단의 추가 버튼을 통해 사용자 정의 항목을 등록할 수 있습니다.
mr: उजव्या बाजूच्या 'ॲड' बटणावर क्लिक करून तुम्ही कस्टम प्रकार नोंदवू शकता.
ms: Anda boleh menambah jenis latihan khusus daripada butang "Tambah" di bahagian atas kanan.
nl_nl: U kunt een eigen categorie toevoegen via de knop bovenaan rechts.
no: Du kan legge til egne treningsøkter fra knappen øverst til høyre.
pl: Można dodać niestandardową kategorię, klikając przycisk "Dodaj" w prawym górnym rogu.
pt_br: Você pode adicionar um novo tipo de exercício clicando no botão "Adicionar" no canto superior direito.
pt_pt: Você pode adicionar um novo tipo de exercício clicando no botão "Adicionar" no canto superior direito.
ro: Puteți adăuga tipuri personalizate prin butonul "Adaugă" din colțul din dreapta.
ru: Вы можете добавить пользовательский вид активности, нажав кнопку "Добавить" в правом верхнем углу.
sk: Z tlačidla "Pridať" v pravom hornom rohu môžete pridať vlastné typy.
sl: Dodajte lahko prilagojeno aktivnost z gumbom na desni strani.
sv: Du kan lägga till anpassade övningar från knappen högst upp till vänster.
ta: வலது பக்கத்தில் உள்ள "கூடுதல்" பொத்தானிலிருந்து, நீங்கள் விரும்பும் உடற்பயிற்சிகளைச் சேர்க்கலாம்.
te: కుడివైపున ఉన్న "జోడించు" బటన్ నుండి మీరు అనుకూల రకాన్ని నమోదు చేయవచ్చు.
th: คุณสามารถเพิ่มประเภทการออกกำลังกายแบบกำหนดเองได้จากปุ่ม "เพิ่ม" ทางด้านขวา
tr: Sağ üstteki "Ekle" düğmesinden özel egzersizleri kaydedebilirsiniz.
uk: Ви можете додати власні види активності, натиснувши кнопку "Додати" у верхньому правому куті.
vi: Bạn có thể thêm danh mục tùy chỉnh từ nút "Thêm" ở góc trên bên phải.
zh_hans: 您可以通过右上角的“添加”按钮来注册自定义运动项目。
zh_hant: 右上方新增按鈕可新增自訂項目。

# training.4f1a5e5dfc4f
source: トレーニング計画
ar_sa: خطة التدريب
ca: pla de formació
cs: Plán tréninku
da: Træningsplan
de_de: Trainingsplan
el: Σχεδιασμός άσκησης
en_au: Workout plan
es_es: Plan de entrenamiento
fi: Harjoitteluohjelma
fr_ca: Plan d'entraînement
gu: તાલીમ યોજના
he: תכנית אימונים
hi: प्रशिक्षण योजना
hr: Plan treninga
hu: Edzéstervezés
id: Rencana latihan
it: Pianificazione dell'allenamento
ko: 운동 계획
mr: प्रशिक्षण योजना
ms: Perancangan latihan
nl_nl: Trainingsplan
no: Treningsplan
pl: Plan treningowy
pt_br: Plano de treino
pt_pt: Plano de treino
ro: Plan de antrenament
ru: План тренировок
sk: Plán tréningu
sl: Planski trening
sv: Träningsplan
ta: பயிற்சி திட்டம்
te: వ్యాయామ ప్రణాళిక
th: แผนการออกกำลังกาย
tr: Egzersiz planı
uk: Планування тренувань
vi: Lập kế hoạch huấn luyện
zh_hans: 训练计划
zh_hant: 訓練計畫

# training.4f40a3e174d3
source: 目安
ar_sa: المبدأ التوجيهي
ca: Directriu
cs: Odhad
da: Anbefalet
de_de: Empfehlung
el: Προσεγγιστικό
en_au: Estimated
es_es: Aproximadamente
fi: Suositus
fr_ca: Estimation
gu: અંદાજ
he: הערכה
hi: अनुमान
hr: Preporučeno
hu: Javaslat
id: Perkiraan
it: Indicativo
ko: 예상
mr: अंदाजे
ms: Anggaran
nl_nl: Indicatie
no: Anbefalt
pl: Orientacyjne
pt_br: Estimativa
pt_pt: Estimativa
ro: Orientativ
ru: Пример
sk: Odhad
sl: Priporočljivo
sv: Rekommenderat
ta: தோராயமாக
te: సుమారు
th: ประมาณ
tr: Tahmini
uk: Орієнтовно
vi: Ước tính
zh_hans: 建议
zh_hant: 建議

# training.4fbc27d5b179
source: {{value1}}{{value2}}件
ar_sa: عناصر {{value1}}{{value2}}
ca: {{value1}}{{value2}} elements
cs: {{value1}}{{value2}} sérií
da: {{value1}}{{value2}}Emne
de_de: {{value1}}{{value2}} Mal
el: {{value1}}{{value2}} φορές
en_au: {{value1}}{{value2}} entries
es_es: {{value1}}{{value2}} repeticiones
fi: {{value1}}{{value2}} kertaa
fr_ca: {{value1}}{{value2}} séries
gu: {{value1}}{{value2}} ટ્રાન્સેક્શન
he: {{value1}}{{value2}} פעמים
hi: {{value1}}{{value2}} बार
hr: {{value1}}{{value2}} puta
hu: {{value1}}{{value2}} alkalom
id: {{value1}}{{value2}} item
it: {{value1}}{{value2}} serie
ko: {{value1}}{{value2}}건
mr: {{value1}}{{value2}} व्यायाम
ms: {{value1}} {{value2}} Subjek
nl_nl: {{value1}} {{value2}} Onderwerp
no: {{value1}}{{value2}} ganger
pl: {{value1}}{{value2}} ćwiczeń
pt_br: {{value1}}{{value2}} séries
pt_pt: {{value1}}{{value2}} séries
ro: {{value1}}{{value2}}
ru: {{value1}}{{value2}} подходов
sk: {{value1}}{{value2}}x
sl: {{value1}}{{value2}} nastavitev
sv: {{value1}}{{value2}} gånger
ta: {{value1}}{{value2}} எண்ணிக்கையில்
te: {{value1}}{{value2}} సార్లు
th: {{value1}}{{value2}} รายการ
tr: {{value1}}{{value2}} kez
uk: {{value1}}{{value2}} підходів
vi: {{value1}} {{value2}} Vụ
zh_hant: {{value1}}{{value2}}組

# training.50730e3c9ce5
source: 種目を追加すると一括設定できます。
ar_sa: من خلال إضافة العناصر، يمكنك تعيينها كلها مرة واحدة.
ca: Si afegiu elements, podeu configurar-los tots alhora.
cs: Můžete nastavit vše najednou při přidání cvičení.
da: Du kan konfigurere flere øvelser på én gang.
de_de: Sie können alle Einstellungen gleichzeitig vornehmen, wenn Sie eine Übung hinzufügen.
el: Μπορείτε να ρυθμίσετε πολλές ασκήσεις ταυτόχρονα.
en_au: You can set multiple options at once when adding an exercise.
es_es: Puedes configurar varios ejercicios a la vez.
fi: Voit tehdä useita asetuksia lisäämällä harjoituksen.
fr_ca: Vous pouvez configurer plusieurs exercices en même temps.
gu: કસરત ઉમેરવાથી તમે એક સાથે સેટ કરી શકો છો.
he: ניתן להגדיר מספר תרגילים בו זמנית.
hi: एक बार में कई सेटों के लिए आप सेटिंग कर सकते हैं।
hr: Možete dodati kategorije vježbe u jednom trenutku.
hu: A feladatok egyszerre beállíthatók.
id: Anda dapat mengatur semuanya sekaligus saat menambahkan jenis latihan.
it: È possibile impostare tutto in blocco aggiungendo un esercizio.
ko: 운동 종류를 추가하면 한 번에 설정할 수 있습니다.
mr: व्यायाम प्रकार जोडल्यास एकाच वेळी सेटिंग करता येते.
ms: Anda boleh menetapkan banyak aktiviti sekaligus apabila anda menambah aktiviti.
nl_nl: Je kunt alle instellingen tegelijk aanpassen wanneer je een oefening toevoegt.
no: Du kan konfigurere alt på en gang når du legger til en øvelse.
pl: Możesz ustawić wiele wartości jednocześnie dodając ćwiczenie.
pt_br: Você pode configurar vários exercícios de uma vez.
pt_pt: Você pode configurar vários exercícios de uma vez.
ro: Puteți configura în masă adăugând un exercițiu.
ru: Можно настроить все сразу при добавлении упражнения.
sk: Pridaním cvičení môžete nastaviť viacero položiek naraz.
sl: Možnost nastaviti več vad z enim samim pritiskom.
sv: Du kan konfigurera allt i ett steg när du lägger till en övning.
ta: ஒவ்வொரு பயிற்சிக்கும் ஒரே நேரத்தில் அமைப்புகளைச் சேர்க்கலாம்.
te: వ్యాయామం జోడించడం ద్వారా మీరు ఒకేసారి సెట్టింగ్‌లను మార్చవచ్చు.
th: สามารถตั้งค่าพร้อมกันได้เมื่อเพิ่มชนิดของการออกกำลังกาย
tr: Egzersizi eklediğinizde, tüm ayarları tek seferde yapabilirsiniz.
uk: Можна встановити налаштування для кількох видів одночасно.
vi: Bạn có thể thiết lập hàng loạt khi thêm bài tập.
zh_hans: 添加项目后，可以批量设置。
zh_hant: 新增項目後，可以一次設定所有項目。

# training.5201136a12ab
source: この端末ではApple Watch連携を利用できません
ar_sa: لا يمكن استخدام التعاون Apple Watch على هذا الجهاز
ca: La cooperació Apple Watch no es pot utilitzar en aquest dispositiu
cs: Na tomto zařízení nelze použít integraci s Apple Watch
da: Du kan ikke bruge Apple Watch-integration på dette enhed
de_de: Die Nutzung der Apple Watch-Integration ist auf diesem Gerät nicht möglich
el: Δεν μπορείτε να χρησιμοποιήσετε τη σύνδεση με Apple Watch σε αυτό το gadget
en_au: Apple Watch integration is not available on this device
es_es: No se puede utilizar la integración con Apple Watch en este dispositivo
fi: Tällä laitteella ei voi käyttää Apple Watch -yhteyttä
fr_ca: L'utilisation de la synchronisation Apple Watch n'est pas possible sur cet appareil
gu: આ ઉપકરણ પર Apple Watch સાથે જોડાણ શક્ય નથી
he: אי אפשר להשתמש בחיבור Apple Watch במכשיר זה
hi: इस डिवाइस पर Apple Watch के साथ जुड़ना संभव नहीं है
hr: Ovaj uređaj ne podržava integraciju s Apple Watch-om
hu: Ebben a készüléken nem használható az Apple Watch-szal való összekapcsolás
id: Tidak dapat menggunakan integrasi Apple Watch pada perangkat ini
it: Non è possibile utilizzare l'integrazione con Apple Watch su questo dispositivo
ko: 이 기기에서는 Apple Watch 연동이 불가능합니다
mr: हे डिव्हाइस Apple Watch सोबत कनेक्ट होऊ शकत नाही
ms: Anda tidak boleh menggunakan sambungan Apple Watch pada peranti ini
nl_nl: Apple Watch-integratie is niet beschikbaar op dit apparaat
no: Du kan ikke bruke Apple Watch-integrasjon på dette enheten
pl: Nie można używać synchronizacji z Apple Watch na tym urządzeniu
pt_br: Não é possível usar a integração com Apple Watch neste dispositivo
pt_pt: Não é possível usar a integração com Apple Watch neste dispositivo
ro: Nu poți utiliza sincronizarea cu Apple Watch pe acest dispozitiv
ru: Невозможно использовать интеграцию с Apple Watch на этом устройстве
sk: Na tomto zariadení nie je možné použiť funkciu Apple Watch
sl: Na tem napravi ni mogoče uporabiti povezave s Apple Watch
sv: Det är inte möjligt att använda Apple Watch-integration på detta enhet
ta: இந்த சாதனத்தில் Apple Watch உடன் இணைக்க முடியாது
te: ఈ పరికరంలో Apple Watch అనుసంధానం ఉపయోగించడం సాధ్యం కాదు
th: ไม่สามารถใช้ Apple Watch ได้บนอุปกรณ์นี้
tr: Bu cihazda Apple Watch entegrasyonu kullanılamıyor
uk: Немає можливості використовувати Apple Watch на цьому пристрої
vi: Không thể sử dụng kết nối Apple Watch trên thiết bị này
zh_hans: 此设备不支持使用 Apple Watch 联动功能。
zh_hant: 無法使用此裝置與 Apple Watch 連結

# training.522aa99f1470
source: 上半身
ar_sa: الجزء العلوي من الجسم
ca: part superior del cos
cs: Horní část těla
da: Overkrop
de_de: Oberkörper
el: Άνω μέρος σώματος
en_au: Upper Body
es_es: Parte superior del cuerpo
fi: Ylävartalo
fr_ca: Haut du corps
gu: ઉપરનો ભાગ
he: חלק גוף עליון
hi: ऊपरी भाग
hr: Gornji dio tijela
hu: Felsőtest
id: Bagian Atas Tubuh
it: Parte superiore del corpo
ko: 상체
mr: वरचा भाग
ms: Bahagian atas
nl_nl: Bovenlichaam
no: Overkropp
pl: Góra ciała
pt_br: Parte superior do corpo
pt_pt: Parte superior do corpo
ro: Corpul superior
ru: Верхняя часть тела
sk: Horná časť tela
sl: Gornji del telesa
sv: Överkropp
ta: மேல் உடல்
te: పై భాగం
th: ส่วนบนร่างกาย
tr: Üst Vücut
uk: Верхня частина тіла
vi: Thân trên

# training.5299c5bbedaa
source: 上げ{{value1}}秒・下げ{{value2}}秒・{{value3}}回/秒
ar_sa: لأعلى {{value1}} ثانية/لأسفل {{value2}} ثانية/{{value3}} مرة/ثانية
ca: Amunt {{value1}} segons/Baix {{value2}} segons/{{value3}} vegades/segon
cs: Výška{{value1}} sekund, snížení{{value2}} sekund, {{value3}}krát/sekundu
da: Op{{value1}} sekunder / Ned{{value2}} sekunder / {{value3}} gange/sekund
de_de: Hochheben {{value1}} Sekunden / Absenken {{value2}} Sekunden / {{value3}} Mal pro Sekunde
el: Έλξη{{value1}} δευτερόλεπτα · Άρτηση{{value2}} δευτερόλεπτα · {{value3}} φορές/δευτερόλεπτο
en_au: Up{{value1}} seconds / Down{{value2}} seconds / {{value3}} times/second
es_es: Subir{{value1}} segundos · Bajar{{value2}} segundos · {{value3}} veces/segundo
fi: Nosta{{value1}} sekuntia, laske{{value2}} sekuntia, {{value3}} kertaa/sekunti
fr_ca: Monter {{value1}} secondes · Descendre {{value2}} secondes · {{value3}} fois/seconde
gu: ઉપર{{value1}} સેકન્ડ / નીચે{{value2}} સેકન્ડ / {{value3}} વાર/સેકન્ડ
he: הרמה{{value1}} שניות • הורדה{{value2}} שניות • {{value3}} פעמים/שנייה
hi: ऊपर उठाएं {{value1}} सेकंड, नीचे करें {{value2}} सेकंड, {{value3}} बार/सेकंड
hr: Podizanje{{value1}} sekundi / Sklapanje{{value2}} sekundi / {{value3}} puta/sekundu
hu: {{value1}} másodperc fel, {{value2}} másodperc le, {{value3}} alkalom/másodperc
id: Angkat{{value1}} detik・Turun{{value2}} detik・{{value3}} kali/detik
it: Sollevamento{{value1}} secondi / Abbassamento{{value2}} secondi / {{value3}} volte al secondo
ko: 상{{value1}}초, 하{{value2}}초, {{value3}}회/초
mr: {{value1}} सेकंद उचला, {{value2}} सेकंद खाली आणा, {{value3}} वेळा/सेकंद
ms: Angkat{{value1}} saat・Turun{{value2}} saat・{{value3}} kali/saat
nl_nl: Omhoog{{value1}}seconden / Omlaag{{value2}}seconden / {{value3}} keer per seconde
no: Opp{{value1}} sekunder, ned{{value2}} sekunder, {{value3}} ganger/sekund
pl: W górę {{value1}} sekund / w dół {{value2}} sekund / {{value3}} razy na sekundę
pt_br: Subir {{value1}} segundos / Descer {{value2}} segundos / {{value3}} vezes/segundo
pt_pt: Subir {{value1}} segundos / Descer {{value2}} segundos / {{value3}} vezes/segundo
ro: Ridicare {{value1}} secunde / Coborâre {{value2}} secunde / {{value3}} repetări/secundă
ru: Подъем {{value1}} секунд / опускание {{value2}} секунд / {{value3}} раз в секунду
sk: Zvýšenie {{value1}} sekúnd · Zníženie {{value2}} sekúnd · {{value3}} krát/sekundu
sl: Nadzor {{value1}} sekund · Usklajanje {{value2}} sekund · {{value3}}x/sekundo
sv: Upp{{value1}} sekunder, ner{{value2}} sekunder, {{value3}} gånger/sekund
ta: மேலே{{value1}} வினாடி, கீழே{{value2}} வினாடி, {{value3}} முறை/வினாடி
te: పైకి {{value1}} సెకన్లు, కిందకు {{value2}} సెకన్లు, {{value3}} సార్లు/సెకను
th: ขึ้น{{value1}} วินาที • ลง{{value2}} วินาที • {{value3}} ครั้ง/วินาที
tr: {{value1}} saniye Kaldırma / {{value2}} saniye İndirme / {{value3}} kez/saniye
uk: Підйом{{value1}} секунд / опускання{{value2}} секунд / {{value3}} разів/секунду
vi: Nâng{{value1}} giây, hạ{{value2}} giây, {{value3}} lần/giây
zh_hans: 抬起{{value1}}秒，放下{{value2}}秒，{{value3}}次/秒
zh_hant: 向上 {{value1}} 秒・向下 {{value2}} 秒・{{value3}} 次/秒

# training.53aa1d520961
source: 全身
ar_sa: الجسم كله
ca: cos sencer
cs: Celé tělo
da: Helkrop
de_de: Gesamt
el: Ολόκληρο το σώμα
en_au: Full Body
es_es: Entrenamiento completo
fi: Koko keho
fr_ca: Entier
gu: સંપૂર્ણ
he: כל הגוף
hi: पूरे शरीर
hr: Cijelo tijelo.
hu: Teljes test
id: Seluruh tubuh
it: Corpo intero
ko: 전신
mr: संपूर्ण शरीर
ms: Seluruh badan
nl_nl: Volledig lichaam
no: Hele kroppen
pl: Całe ciało
pt_br: Corpo inteiro
pt_pt: Corpo inteiro
ro: În întregime.
ru: Все тело
sk: Celokrčné cvičenie
sl: Celotno telo.
sv: Helkropp
ta: முழு உடல்
te: పూర్తి శరీరం
th: ทั้งตัว
tr: Tam vücut
uk: Все тіло
vi: Toàn thân
